{
  "slug" : "9979-the-strategic-translator",
  "meta" : {
    "slug" : "9979-the-strategic-translator",
    "title" : "kae3g 9979: The Strategic Translator — Building the Bridge Between Cooperatives and Power",
    "filename" : "9979-the-strategic-translator.md",
    "source-dir" : "hidden"
  },
  "html" : "<h1>kae3g 9979: The Strategic Translator — Building the Bridge Between Cooperatives and Power</h1><p><strong>Timestamp:</strong> 12025-10-06&ndash;rhizome-valley<br /> <strong>Series:</strong> Technical Writings (9999 → 0000)<br /> <strong>Category:</strong> Career Strategy, Policy Translation, Bipartisan Patriotism<br /> <strong>Reading Time:</strong> 40 minutes<br /> <strong>Format:</strong> Expanded educational roadmap and mission guide</p><p><em>\"The Master said: 'The superior person is concerned with principle, not with particular applications. The small person is concerned with particular applications, not with principle.'\" — Confucius, Analects 4.16</em></p><p><em>\"I am sending you out like sheep among wolves. Therefore be as shrewd as serpents and as innocent as doves.\" — Gospel According to Jesus</em></p><p><em>\"Blessed be Jah Rastafari, who teaches that true patriotism serves the land and people, not the party or the faction, who guides righteous work within all legitimate forms of governance.\"</em> — Rastafari wisdom<h2></h2></p><p><strong>For Guardian Garden PBC: The movement needs people who can speak both languages—cooperative economics and institutional power—and translate between them with integrity.</strong><h2></h2></p><h2>Opening: The Gap Between Worlds</h2><p>There is a gap. A profound gap. A gap that is killing us.</p><p>On one side: The grassroots cooperatives. The Guardian Gardens. The local currency networks. The mutual aid organizations. People building alternatives with their hands, creating resilience from the bottom up. They speak the language of community, of commons, of regeneration. They understand soil and fermentation and repair and solidarity.</p><p>On the other side: The institutions of power. The Federal Reserve. The Treasury Department. The Congressional committees. The state legislatures. The city councils. The regulatory agencies. People making decisions that affect millions. They speak the language of policy, of economics, of law, of governance. They understand interest rates and legislation and jurisdiction and constitutional authority.</p><p>Both sides are necessary. Both sides are trying to serve the common good (mostly). But they cannot understand each other. They literally speak different languages. They operate from different assumptions. They measure success by different metrics.</p><p>The bridge-builder (essay 9981) connects cooperatives to each other. The monetary sovereign (essay 9980) sets policy at the institutional level. But who translates between them? Who helps cooperatives understand how to navigate power? Who helps power understand what cooperatives actually need?</p><p>You do. This is your role. This is your calling.</p><p>You are the strategic translator. You sit in the middle space. You have one foot in the cooperative world and one foot in the policy world. You speak both languages fluently. You translate not just words but frameworks, assumptions, worldviews.</p><p>This essay is your roadmap. Your educational curriculum. Your networking strategy. Your mission briefing. This is how you become the person who makes the bridge-builder's work possible and the monetary sovereign's wisdom actionable.</p><p>This is how you serve your country—not the government, not the party, but the actual land and people—through bipartisan patriotism that transcends faction and serves the commons.</p><p>Let's begin.<h2></h2></p><h2>Part I: Understanding Your Role — The Strategic Translator</h2><h3>What You Are Not</h3><p>You are not a lobbyist. Lobbyists represent specific interests and try to influence policy to benefit those interests. You represent a different economic model entirely—one that doesn't fit into the usual interest-group framework.</p><p>You are not an activist. Activists pressure power from the outside, often through confrontation. You work from the inside-outside position, using relationships and translation rather than pressure.</p><p>You are not a bureaucrat. Bureaucrats implement policy within established institutions. You help shape policy, but you maintain independence from any single institution.</p><p>You are not partisan. This is crucial. You work with Democrats and Republicans, progressives and conservatives, because cooperative economics and local resilience transcend partisan divisions.</p><h3>What You Are</h3><p><strong>You are a translator.</strong> You take the language of cooperatives—solidarity economy, commons-based governance, mutual aid, bioregional resilience—and translate it into the language power understands: economic development, job creation, community stability, tax base enhancement, constituent services.</p><p><strong>You are an educator.</strong> You teach policymakers about cooperative economics, help them understand why worker ownership leads to more stable employment, why local currencies provide counter-cyclical stability, why Guardian Gardens are civilizational insurance.</p><p><strong>You are a strategist.</strong> You help cooperatives navigate the policy landscape, understand which regulations affect them, identify funding opportunities, build relationships with sympathetic policymakers.</p><p><strong>You are a patriot.</strong> But not in the flag-waving partisan sense. In the ancient sense: You love your country—the actual land, the actual people, the actual communities—and you serve that love through technical excellence and principled action.</p><h3>The Middle Space You Occupy</h3><p>Think of it as a Venn diagram:</p><p><strong>Circle One:</strong> Cooperative Movement</p><ul><li>Bridge-builders connecting cooperatives</li><li>Worker-owners building businesses</li><li>Community members participating in local economies</li><li>Guardian Garden stewards tending the commons</li></ul><p><strong>Circle Two:</strong> Institutional Power</p><ul><li>Monetary sovereigns setting policy</li><li>Legislators writing laws</li><li>Regulators enforcing rules</li><li>Executives implementing programs</li></ul><p><strong>Your space:</strong> The overlap. The middle. The place where cooperative needs meet policy possibilities. The place where grassroots innovation meets institutional resources. The place where bottom-up organizing meets top-down enabling.</p><p>You live in this overlap. You are fluent in both worlds. You can sit in a cooperative meeting and understand the fermentation chemistry discussion. You can sit in a congressional hearing and understand the appropriations process. You can translate between them.</p><p>This is rare. This is valuable. This is what we need.<h2></h2></p><h2>Part II: The Educational Path — Building Your Foundation</h2><h3>Phase One: Years 1-3 — Foundation in Cooperative Economics (Ages 22-25)</h3><p>You start in the cooperatives. Not observing. Working. You need to understand from the inside what cooperative economics actually is, how it functions, what challenges cooperatives face.</p><p><strong>Year One: Work in a cooperative full-time</strong></p><p>Choose one of the four paths from essay 9982: Brewery, clothing, body care, or audio repair. Work as entry-level employee. Learn the craft. Participate in worker meetings. See how cooperative governance actually functions day-to-day.</p><p><strong>What you're learning:</strong></p><ul><li>How cooperatives make decisions (consensus, majority vote, delegation structures)</li><li>What challenges cooperatives face (cash flow, member disputes, market competition, regulatory compliance)</li><li>How cooperatives differ from conventional businesses (longer time horizons, member focus vs. profit focus, democratic governance vs. hierarchical)</li><li>The lived reality of worker ownership (it's harder than it looks, more satisfying than wage work, requires different skills)</li></ul><p><strong>Year Two: Study cooperative theory and history</strong></p><p>While still working in a cooperative (part-time now), you study:</p><p><strong>Required reading:</strong></p><ul><li>\"Governing the Commons\" by Elinor Ostrom (Nobel Prize winner, foundational)</li><li>\"The Mondragon Experiment\" by William Foote Whyte (best case study of large-scale cooperative success)</li><li>\"Collective Courage\" by Jessica Gordon Nembhard (history of Black cooperatives in America)</li><li>\"From Mondragon to America\" by Greg MacLeod (practical lessons)</li><li>\"The Cooperative Business Movement\" by Johnston Birchall (comprehensive history)</li><li>\"Worker Cooperatives and Revolution\" by Chris Wright (political economy analysis)</li></ul><p><strong>Online courses:</strong></p><ul><li>\"Cooperative Enterprise Development\" (University of Wisconsin)</li><li>\"Democracy at Work Institute\" training programs</li><li>\"National Cooperative Business Association\" certificate programs</li></ul><p><strong>What you're learning:</strong></p><ul><li>Theoretical foundations: Why cooperatives exist, what economic problems they solve</li><li>Historical context: Cooperative movement's relationship to labor movement, civil rights movement, international solidarity</li><li>Policy frameworks: How different countries support cooperatives (Italy, Spain, Quebec, Kerala)</li><li>Practical knowledge: How to structure cooperatives legally, financially, governmentally</li></ul><p><strong>Year Three: Network across the cooperative ecosystem</strong></p><p>Now working as bridge-builder consultant (essay 9981 entry level), you travel. You visit cooperatives across the country. You attend cooperative conferences. You join cooperative associations.</p><p><strong>Key organizations to join:</strong></p><ul><li>U.S. Federation of Worker Cooperatives (USFWC)</li><li>Democracy at Work Institute (DAWI)</li><li>National Cooperative Business Association (NCBA CLUSA)</li><li>Cooperative Development Foundation (CDF)</li><li>Regional cooperative development centers (Cooperative Development Institute in New England, Cooperative Network in Wisconsin, etc.)</li></ul><p><strong>What you're learning:</strong></p><ul><li>Who's who in the cooperative movement (you're building your first network)</li><li>What innovations are happening (new cooperative models, new technologies, new strategies)</li><li>What obstacles are shared (common regulatory problems, common financing challenges)</li><li>What allies exist (labor unions, community development organizations, faith-based groups)</li></ul><p><strong>Financial note:</strong> These three years, you're earning $35,000-$55,000. You're living modestly (essay 9984). You're saving $5,000-$10,000 per year. You're not getting rich. You're building foundation.<h2></h2></p><h3>Phase Two: Years 4-6 — Education in Policy and Governance (Ages 25-28)</h3><p>Now you pivot. You need to understand power. You need formal education in policy, law, economics, and governance.</p><p><strong>Option A: Graduate school (if you can afford it or get funded)</strong></p><p><strong>Master's in Public Policy (MPP) or Public Administration (MPA):</strong></p><ul><li>Schools to consider: Harvard Kennedy, Princeton SPIA, UC Berkeley Goldman, University of Michigan Ford, Syracuse Maxwell</li><li>Focus: Economic policy, community development, regulatory analysis</li><li>Thesis topic: Cooperative economics (you're the expert now—teach your professors)</li><li>Funding: Teaching assistantships, research assistantships, need-based aid, cooperative movement scholarships</li></ul><p><strong>Master's in Economics (if more quantitative):</strong></p><ul><li>Focus: Institutional economics, development economics, political economy</li><li>Avoid: Neoclassical orthodoxy that dismisses cooperatives as inefficient</li><li>Seek out: Heterodox economists, institutional economists, those who study non-market economies</li></ul><p><strong>Joint degrees (if ambitious):</strong></p><ul><li>JD/MPP: Law and policy</li><li>MBA/MPP: Business and policy</li><li>MA Economics/MPP: Deep technical and practical</li></ul><p><strong>Cost:</strong> $60,000-$150,000 total (2 years) <strong>Return:</strong> Credential that opens policy doors, network with future policymakers, theoretical framework for your work</p><p><strong>Option B: Fellowship/Work (if graduate school not feasible)</strong></p><p>You don't need a graduate degree to do this work. You need knowledge and relationships. You can get both through strategic fellowship positions.</p><p><strong>Congressional Fellowship:</strong></p><ul><li>American Political Science Association Congressional Fellowship (prestigious, pays living stipend)</li><li>Congress itself hires fellows and staff assistants (lower pay but direct experience)</li><li>Work for a member who cares about economic development, rural policy, small business, or cooperatives</li></ul><p><strong>Think Tank Fellowship:</strong></p><ul><li>Brookings Institution, Urban Institute, Center for American Progress (center-left)</li><li>American Enterprise Institute, Heritage Foundation (center-right)</li><li>Local/regional policy centers (often more cooperative-friendly)</li></ul><p><strong>Government Fellowship:</strong></p><ul><li>Presidential Management Fellows (for recent graduates)</li><li>White House Fellows (very competitive)</li><li>Federal agency fellowships (USDA, Treasury, SBA all relevant)</li></ul><p><strong>What you're learning:</strong></p><ul><li>How policy is actually made (it's messier and more personal than civics class suggests)</li><li>How Congress works (committees, staff, appropriations, authorization, reconciliation)</li><li>How executive agencies work (rulemaking, implementation, discretion within law)</li><li>How to write policy memos, draft legislation, analyze budgets, build coalitions</li></ul><p><strong>Financial note:</strong> Graduate school costs money but fellowships pay $50,000-$70,000. If you go fellowship route, you're still saving money. If you go graduate school route, you're taking on debt but building credential and network.<h2></h2></p><h3>Phase Three: Years 7-10 — Synthesis and Positioning (Ages 28-31)</h3><p>Now you integrate. You have cooperative experience, policy education, and a growing network in both worlds. You position yourself as the translator.</p><p><strong>Year Seven: Write your thesis/manifesto</strong></p><p>Whether you did graduate school or not, you write a major work. Could be:</p><ul><li>Academic thesis (if in graduate school)</li><li>Policy white paper (for think tank or government agency)</li><li>Book manuscript (if you're ambitious)</li><li>Series of essays (like this one)</li></ul><p><strong>Topic:</strong> \"Cooperative Economics and Public Policy: A Framework for Resilient Community Development\"</p><p><strong>Argument:</strong> Cooperatives should be central to economic development policy because they provide: stable employment, local wealth retention, democratic participation, and economic resilience. You back this with data, case studies, international comparisons.</p><p><strong>Audience:</strong> Policymakers, cooperative practitioners, academics, journalists</p><p><strong>Goal:</strong> Establish yourself as the expert on this intersection. When someone in Congress asks \"Should we support cooperatives and how?\", staff pull up your paper.</p><p><strong>Year Eight-Nine: Build your dual network systematically</strong></p><p>You now work strategically to know people in both worlds:</p><p><strong>Cooperative network (maintenance and deepening):</strong></p><ul><li>Stay on boards or advisory committees of 2-3 cooperatives</li><li>Attend annual conferences (USFWC, NCBA, regional)</li><li>Write for cooperative publications (Cooperative Grocer, Grassroots Economic Organizing, etc.)</li><li>Maintain relationships with bridge-builders you've met</li></ul><p><strong>Policy network (aggressive building):</strong></p><ul><li>Join professional associations (APPAM for policy, APSA for political science, AEA for economics)</li><li>Attend policy conferences (Aspen Ideas Festival if you can swing it, more realistically regional policy forums)</li><li>Get to know congressional staff (they're the ones who actually write legislation—members are too busy)</li><li>Get to know executive agency staff (USDA Rural Development, SBA, Treasury Community Development, EDA)</li><li>Get to know state legislators and staff (state policy often more innovative than federal)</li></ul><p><strong>Media network (strategic cultivation):</strong></p><ul><li>Get to know journalists who cover economics, labor, community development</li><li>Write op-eds (start local, work up to national)</li><li>Develop social media presence (professional, not partisan)</li><li>Become a go-to source: When journalist needs quote on cooperatives, they call you</li></ul><p><strong>Year Ten: Position yourself for impact</strong></p><p>By year ten (age 31), you have:</p><ul><li>6+ years cooperative experience</li><li>Graduate degree OR equivalent policy experience</li><li>Published work establishing your expertise</li><li>Network in cooperative movement</li><li>Network in policy world</li><li>Media presence as expert</li></ul><p>You can now choose your positioning:</p><p><strong>Option A: Policy advocate/consultant</strong> (independent, maximum flexibility) <strong>Option B: Think tank fellow</strong> (institutional base, credibility) <strong>Option C: Congressional staff</strong> (direct policy influence, lower pay) <strong>Option D: Executive agency career</strong> (implementation power, bureaucratic constraints)</p><p>We'll detail each option in Part IV.<h2></h2></p><h2>Part III: The Bipartisan Patriotism — Transcending Faction</h2><h3>Why Bipartisan Matters</h3><p>Here's the reality: Cooperative economics can appeal to both progressives and conservatives if you frame it correctly. But if you make it a partisan issue, you lose half your potential allies immediately.</p><p><strong>Progressives like cooperatives because:</strong></p><ul><li>Worker ownership = economic democracy</li><li>Local control = resistance to corporate power</li><li>Mutual aid = solidarity economy</li><li>Commons-based = anti-capitalist or post-capitalist</li></ul><p><strong>Conservatives like cooperatives because:</strong></p><ul><li>Worker ownership = personal responsibility + entrepreneurship</li><li>Local control = federalism + community autonomy</li><li>Mutual aid = civil society solving problems without government</li><li>Commons-based = traditional community values</li></ul><p>Same thing. Different framing. Your job is to speak both languages.</p><h3>The Conservative Frame</h3><p>When talking to Republicans, conservatives, libertarians, you emphasize:</p><p><strong>\"Cooperatives are the original American entrepreneurship.\"</strong> The farmer cooperative movement built rural America. Credit unions were started by immigrants and working people who couldn't access banks. This is self-reliance, not government dependency.</p><p><strong>\"Worker ownership aligns incentives.\"</strong> When workers own the business, they care about quality, productivity, long-term sustainability. No principal-agent problem. This is what conservatives mean by ownership society.</p><p><strong>\"Local economic development without government intervention.\"</strong> Cooperatives are market entities. They compete. They succeed or fail based on performance. But because they're community-rooted, wealth stays local. This is the best kind of economic development—organic, not subsidized.</p><p><strong>\"Cooperatives strengthen families and communities.\"</strong> Stable employment, local ownership, democratic participation—these build the strong civil society that conservatives value. This is Tocqueville's America, not Marx's.</p><p><strong>\"Resilience without dependency.\"</strong> Guardian Gardens mean communities can survive economic disruption without depending on government aid. This is the self-sufficient community conservatives want.</p><p><strong>Case study to cite:</strong> Mondragon (Spain)—largest cooperative network globally, 80,000 workers, $12 billion revenue, survived 2008 financial crisis with zero layoffs because worker-owners agreed to temporary pay cuts rather than firing each other. This is market discipline + community solidarity.</p><h3>The Progressive Frame</h3><p>When talking to Democrats, progressives, socialists, you emphasize:</p><p><strong>\"Cooperatives democratize the economy.\"</strong> Workers should have voice in economic decisions that affect their lives. One worker, one vote. This is economic democracy, not just political democracy.</p><p><strong>\"Worker ownership addresses inequality.\"</strong> When workers own equity and share profits, wealth doesn't concentrate at the top. Cooperatives have much flatter income distribution than conventional firms. This is pre-distribution, not just redistribution.</p><p><strong>\"Cooperatives resist racial and gender hierarchy.\"</strong> Historically, cooperatives have been crucial for marginalized communities: Black farmers' cooperatives, women's cooperatives, immigrant cooperatives. Democracy at work includes everyone.</p><p><strong>\"Local control resists corporate extraction.\"</strong> Cooperatives can't be bought by private equity and asset-stripped. They can't relocate overseas for cheaper labor. They're accountable to members, not distant shareholders.</p><p><strong>\"Ecological sustainability through democratic ownership.\"</strong> Worker-owners who live in the community care about environmental impact. They're not optimizing for quarterly profits. They're thinking generationally.</p><p><strong>Case study to cite:</strong> Evergreen Cooperatives (Cleveland)—network of worker cooperatives in low-income Black neighborhoods, partnering with anchor institutions (hospitals, universities), creating living-wage jobs in green industries. This is economic justice through ownership.</p><h3>The Patriotic Frame (Universal)</h3><p>When talking to anyone—regardless of party—you can always appeal to patriotism. Not jingoism. Not nationalism. But love of country, of land, of people, of the American experiment.</p><p><strong>\"Cooperatives are as American as apple pie.\"</strong> From farmer cooperatives in the 1800s to credit unions in the early 1900s to the rural electric cooperatives that brought power to farms in the 1930s (still serving 42 million Americans today), cooperatives built this country.</p><p><strong>\"Economic resilience is national security.\"</strong> When communities have local food, energy, economic capacity, they're not vulnerable to supply chain disruptions, financial crises, or foreign manipulation. This is civilizational insurance.</p><p><strong>\"Democracy means economic democracy.\"</strong> You can't have political democracy if economic power is concentrated in hands of the few. Cooperatives extend democratic principles to economic life. This is what the founders meant by broad distribution of property as foundation of republic.</p><p><strong>\"We're all in this together.\"</strong> Not as slogan, but as reality. Climate crisis, demographic change, technological disruption—we navigate these together or we fail together. Cooperatives embody that mutual dependence.</p><p><strong>\"The land and the people matter more than the party.\"</strong> The actual soil, the actual water, the actual communities—this is what patriotism means. Not team red or team blue. The actual country.</p><h3>How to Navigate Partisan Environments</h3><p><strong>In progressive spaces:</strong> You can use more explicitly democratic and egalitarian language. You can cite socialists (Richard Wolff, Gar Alperovitz) and radical economists. You can talk about worker cooperatives as transition to post-capitalist economy.</p><p>But you also need to show: This works in markets. This is economically viable. This is not utopian dreaming. You have data, case studies, balance sheets.</p><p><strong>In conservative spaces:</strong> You emphasize entrepreneurship, market discipline, community values, federalism. You cite successful businesses, not socialist theory. You talk about profit and productivity, not just solidarity.</p><p>But you also need to show: This serves the common good, not just individual gain. This builds community, not just wealth. This is patriotism, not just economics.</p><p><strong>In mixed/bipartisan spaces (your natural habitat):</strong> You use frames that work for both. You talk about:</p><ul><li>Economic resilience (both sides care)</li><li>Community stability (both sides care)</li><li>Local control (both sides care)</li><li>Entrepreneurship + solidarity (meet in middle)</li></ul><p>You show respect for both perspectives. You acknowledge the tension between individual and collective, between market and community, between efficiency and equity. You don't pretend there are easy answers. But you show: Cooperatives navigate these tensions better than conventional models.<h2></h2></p><h2>Part IV: The Career Paths — Four Ways to Position Yourself</h2><h3>Option A: Independent Policy Consultant</h3><p><strong>What it looks like:</strong> You are self-employed. You consult for:</p><ul><li>Cooperative development organizations (help them navigate policy, access funding)</li><li>Policy research organizations (provide expertise on cooperative economics)</li><li>Foundations (advise on grant-making strategy for cooperative development)</li><li>Government agencies (contract work on evaluation, research, program design)</li></ul><p><strong>Income:</strong> $80,000-$150,000 per year depending on reputation and client base</p><p><strong>Pros:</strong></p><ul><li>Maximum flexibility</li><li>Work with multiple organizations across political spectrum</li><li>Can maintain integrity (turn down clients who want you to compromise principles)</li><li>Can write, speak, build public profile</li></ul><p><strong>Cons:</strong></p><ul><li>Unstable income (feast and famine)</li><li>No institutional backing (you're on your own)</li><li>Harder to access power (you're not in the room where decisions made)</li><li>Need to be self-motivated entrepreneur</li></ul><p><strong>Best for:</strong> If you're temperamentally independent, can tolerate income uncertainty, want maximum freedom to shape your work.<h2></h2></p><h3>Option B: Think Tank Fellow/Senior Researcher</h3><p><strong>What it looks like:</strong> You work for a policy research organization. Could be:</p><ul><li>Brookings Institution (center/center-left, prestigious)</li><li>Urban Institute (center-left, strong on community development)</li><li>American Enterprise Institute (center-right, influential with Republicans)</li><li>Aspen Institute (center, focused on leadership and social sector)</li><li>Roosevelt Institute (progressive)</li><li>Regional think tanks (often more flexible and innovative)</li></ul><p>You research cooperative economics, write policy briefs, testify before Congress, advise officials, publish books and articles.</p><p><strong>Income:</strong> $70,000-$130,000 per year</p><p><strong>Pros:</strong></p><ul><li>Institutional credibility (think tanks are respected policy voices)</li><li>Resources for research (budget, research assistants, data access)</li><li>Network within think tank world (other fellows, visiting scholars, etc.)</li><li>Stable income</li></ul><p><strong>Cons:</strong></p><ul><li>Institutional constraints (think tanks have political positions you must navigate)</li><li>Less flexible (must align work with think tank priorities)</li><li>Internal politics (academia-lite politics, competition for resources and attention)</li><li>Publication approval process (not every idea gets published)</li></ul><p><strong>Best for:</strong> If you want institutional backing, care about credential and credibility, can navigate organizational politics.<h2></h2></p><h3>Option C: Congressional or Legislative Staff</h3><p><strong>What it looks like:</strong> You work for a Senator, Representative, or Congressional committee. Titles vary: Legislative Assistant, Senior Policy Advisor, Staff Director (senior position).</p><p>You draft legislation, write policy memos, brief the member, negotiate with other offices, coordinate with agencies, talk to constituents and interest groups.</p><p><strong>Income:</strong> $50,000-$150,000 (huge range depending on seniority and position)</p><p><strong>Pros:</strong></p><ul><li>Direct policy impact (you're writing the actual legislation)</li><li>Inside knowledge of how things really work</li><li>Network with other staff and members</li><li>Fast-paced, high-stakes, intellectually challenging</li></ul><p><strong>Cons:</strong></p><ul><li>Demanding hours (60-80 hour weeks common, especially during legislative session)</li><li>Lower pay than private sector or think tanks (until senior levels)</li><li>Job security tied to election results (if your member loses, you're unemployed)</li><li>Highly political environment (you serve at pleasure of member)</li></ul><p><strong>Best for:</strong> If you want maximum policy impact, can handle long hours and political intensity, are comfortable with job insecurity.</p><p><strong>How to position:</strong> Work for a member or committee with jurisdiction over your issues:</p><ul><li>Senate Agriculture Committee (cooperatives often rural/agricultural)</li><li>House Financial Services Committee (credit unions, community development finance)</li><li>House Small Business Committee (cooperatives as small business development)</li><li>Any member from district with significant cooperative presence<h2></h2></li></ul><h3>Option D: Executive Agency Career Professional</h3><p><strong>What it looks like:</strong> You work for:</p><ul><li>USDA Rural Development (funds agricultural cooperatives, rural businesses, infrastructure)</li><li>Small Business Administration (cooperatives are small businesses)</li><li>Treasury Department (Community Development Financial Institutions fund)</li><li>Department of Commerce Economic Development Administration</li><li>State-level equivalents (state economic development agencies)</li></ul><p>You design programs, review grant applications, provide technical assistance, write regulations, evaluate programs.</p><p><strong>Income:</strong> $60,000-$130,000 (GS-11 to GS-15 federal scale)</p><p><strong>Pros:</strong></p><ul><li>Implementation power (you're allocating resources, providing technical assistance)</li><li>Stable employment (civil service protection)</li><li>Good benefits (federal/state benefits, pension, health insurance)</li><li>Work-life balance (generally better than Congressional staff or private sector)</li></ul><p><strong>Cons:</strong></p><ul><li>Bureaucratic constraints (slow decision-making, rules and procedures)</li><li>Limited ability to shape big picture policy (you implement, you don't create)</li><li>Career advancement can be slow</li><li>Subject to political appointees above you (they come and go, priorities shift)</li></ul><p><strong>Best for:</strong> If you want stability, implementation focus, can work within bureaucratic systems patiently.</p><p><strong>How to position:</strong> Target agencies and programs that align with cooperative development. Become the in-house expert on cooperatives. When opportunities arise (new programs, new initiatives), position yourself as the person who understands this space.<h2></h2></p><h2>Part V: The Networking Strategy — Building Your Dual Network</h2><h3>The Cooperative Side (Maintaining Your Roots)</h3><p>Even as you work in policy world, you must stay connected to cooperative movement. This is your credibility. This is what makes you different from other policy wonks.</p><p><strong>Annual maintenance:</strong></p><ul><li>Attend USFWC annual conference (US Federation of Worker Cooperatives)</li><li>Attend 1-2 regional cooperative conferences</li><li>Serve on board or advisory committee of 1-2 cooperatives (maintains your hands-on knowledge)</li><li>Write 2-3 articles per year for cooperative publications</li><li>Present at cooperative workshops (you're teaching cooperative practitioners about policy opportunities)</li></ul><p><strong>Key relationships to cultivate:</strong></p><ul><li>Cooperative development center directors (they're boots on ground, know what's actually happening)</li><li>Successful cooperative leaders (they're proof points—when you're making policy case, you cite them)</li><li>Cooperative association staff (NCBA, USFWC, DAWI—they're your organizational allies)</li><li>Cooperative legal and financing experts (lawyers, accountants, CDFIs specializing in coops)</li></ul><p><strong>The pitch to them:</strong> \"I'm your voice in policy world. When opportunities arise—funding programs, legislative language, regulatory changes—I'll connect you. When policymakers have questions about cooperatives, I'll educate them. I serve you by translating your needs into language power understands.\"<h2></h2></p><h3>The Policy Side (Building Your Influence)</h3><p>This is where you spend most of your networking energy. You're building relationships with people who make decisions about resources and rules.</p><p><strong>Congressional staff (most important if you're federal focused):</strong></p><p>Congressional staff are where policy actually happens. Members are too busy campaigning and fundraising. Staff draft legislation, negotiate language, coordinate hearings, brief members before votes.</p><p><strong>How to build these relationships:</strong></p><ul><li>Attend Congressional hearings on economic development, rural policy, small business (sit in gallery, introduce yourself to staff afterward)</li><li>Offer to brief staff on cooperative economics (most staff don't know this space—you're providing value)</li><li>Respond quickly when they have questions (if staff email you asking about something, answer same day)</li><li>Be nonpartisan (work with both parties' staff—don't be identified with one side)</li><li>Connect them to cooperatives in their districts (every member cares about their district—if you can show cooperative success story there, you have their attention)</li></ul><p><strong>Key committees/members to know:</strong></p><ul><li>Senators and Representatives from states/districts with significant cooperative presence (Vermont, Wisconsin, Minnesota, rural South, rural Great Plains)</li><li>Committee chairs and ranking members (they set agendas)</li><li>Appropriations subcommittees (they allocate money)</li></ul><p><strong>Executive agency staff:</strong></p><p>These are the people who implement policy. They write regulations, design programs, allocate grants, provide technical assistance.</p><p><strong>How to build these relationships:</strong></p><ul><li>Attend agency conferences and workshops (USDA holds rural development conferences, SBA holds small business summits)</li><li>Comment on proposed regulations (agencies take public comment seriously—provide thoughtful input)</li><li>Apply for and serve on agency advisory committees (most agencies have them—unpaid but gives you inside access)</li><li>Offer expertise (agencies often need outside experts for evaluation, research, program design)</li></ul><p><strong>Key agencies/offices:</strong></p><ul><li>USDA Rural Development (Business and Cooperative Programs especially)</li><li>SBA Office of Entrepreneurial Development</li><li>Treasury CDFI Fund</li><li>Commerce EDA</li><li>State equivalents</li></ul><p><strong>Think tank and academic networks:</strong></p><p>These are your intellectual community and your credibility sources.</p><p><strong>How to build these relationships:</strong></p><ul><li>Publish in their journals and edited volumes</li><li>Attend their conferences (APPAM for policy analysis, ASC for sociologists who study cooperatives, etc.)</li><li>Co-author with them (academics need policy relevance, you need academic credibility—mutual benefit)</li><li>Cite their work and they'll cite yours</li></ul><p><strong>Media relationships:</strong></p><p>Journalists shape public discourse. When New York Times or Wall Street Journal writes about cooperatives, that article will be read by policymakers and funders.</p><p><strong>How to build these relationships:</strong></p><ul><li>Follow journalists who cover your beat (economics, labor, rural America, community development)</li><li>Engage thoughtfully with their work on social media (not sycophantically—provide useful insights)</li><li>Offer yourself as source (\"If you ever write about cooperatives, I'd be happy to provide background or connect you to practitioners\")</li><li>Write op-eds (start with local papers, work up to national—journalists notice bylines)</li><li>Be responsive (when journalist emails you on deadline, respond in minutes if possible)<h2></h2></li></ul><h2>Part VI: The Policy Translation — Specific Examples</h2><h3>Example One: Rural Development Funding</h3><p><strong>Cooperative practitioner says:</strong> \"We need grant funding for a feasibility study. We're a group of farmers who want to start a cooperative dairy processing facility. We need $50,000 to hire consultants to assess market demand, technical requirements, and financial projections.\"</p><p><strong>You translate to policymaker (USDA staff or Congressional appropriator):</strong> \"This is rural economic development that checks all the boxes: Creates jobs in a distressed region. Keeps agricultural value-add local (dairy farmers currently ship milk to distant processors and capture small share of retail price). Stabilizes family farms (processor owned by farmers = stable market for their milk). Environmentally beneficial (shorter supply chain = less transportation emissions).</p><p>\"USDA Rural Development's RBOG program (Rural Business Opportunity Grant) is designed exactly for this. $50,000 grant for feasibility study, if feasibility shows viability then VAPG (Value-Added Producer Grant) can fund equipment and infrastructure, and then RBDG (Rural Business Development Grant) can support operations.</p><p>\"This is leveraging federal dollars to create private sector jobs without ongoing subsidy. The cooperative will be self-sustaining. Federal investment is just the seed capital.</p><p>\"And this is a model that can be replicated. If this dairy processing cooperative succeeds, you have a case study for other regions facing similar challenges. One-time investment, long-term impact.\"</p><p><strong>What you did:</strong></p><ul><li>Translated \"feasibility study funding\" into policy terms: economic development, job creation, environmental benefit</li><li>Identified specific funding programs (you know USDA programs backwards and forwards)</li><li>Framed it as good investment of taxpayer money (no ongoing subsidy, replicable model)</li><li>Made it easy for policymaker to say yes (you did their work for them)<h2></h2></li></ul><h3>Example Two: Legal/Regulatory Barrier</h3><p><strong>Cooperative practitioner says:</strong> \"We're trying to start a cooperative healthcare practice—doctors and nurses as worker-owners—but state medical board says corporate practice of medicine statutes prohibit non-doctors from owning medical practice. This blocks our cooperative model where nurses and administrative staff would also be owners.\"</p><p><strong>You translate to state legislator:</strong> \"Corporate practice of medicine laws were created to prevent lay corporations from owning medical practices and prioritizing profit over patient care. Legitimate concern.</p><p>\"But worker cooperatives are different. Doctors are still worker-owners. They maintain professional control. The difference is nurses and staff are also worker-owners. This aligns everyone's incentives around patient care, not profit extraction.</p><p>\"Several states have carved out exceptions for cooperatives (Minnesota, Washington). Here's model language.</p><p>\"This supports healthcare access in underserved areas. Independent practices are closing because solo practice economics don't work. But cooperative practices can share overhead, pool risk, and maintain local presence.</p><p>\"This is bipartisan: Conservatives support private practice alternatives to corporate medicine. Progressives support worker ownership and healthcare access.</p><p>\"Small statutory change, big impact for rural healthcare access.\"</p><p><strong>What you did:</strong></p><ul><li>Understood the policy problem (corporate practice of medicine laws have legitimate purpose)</li><li>Distinguished cooperatives (not the extraction concern the law addresses)</li><li>Provided precedent (other states already solved this)</li><li>Framed as healthcare access issue (legislator's constituents care about this)</li><li>Made it bipartisan (helps both sides support)<h2></h2></li></ul><h3>Example Three: Federal Reserve Policy</h3><p><strong>Bridge-builder says (after reading essay 9980):</strong> \"The Fed should support local currencies and cooperative lending. But how do we actually make that happen?\"</p><p><strong>You translate:</strong> This is harder because Fed is independent and insulated from direct policy advocacy. But there are pressure points:</p><p><strong>Strategy One: Congressional oversight</strong></p><ul><li>Senate Banking Committee and House Financial Services Committee have oversight over Fed</li><li>Work with committee staff to ask Fed about cooperative sector stability during hearings</li><li>Get language in oversight reports suggesting Fed consider cooperative lending in its community reinvestment evaluations</li></ul><p><strong>Strategy Two: Regional Federal Reserve Banks</strong></p><ul><li>12 regional Fed banks have community development functions</li><li>Federal Reserve Bank of San Francisco, Minneapolis, Kansas City, Atlanta all have done research on cooperatives and community development</li><li>Connect with their community development staff, offer expertise, encourage more research and convening on cooperatives</li><li>When Fed research shows cooperatives contribute to economic stability, this influences Fed policy thinking</li></ul><p><strong>Strategy Three: Financial stability research</strong></p><ul><li>Fed cares about financial system stability</li><li>Commission or conduct research showing: Cooperatives have lower failure rates, credit unions weathered 2008 better than banks, communities with diverse ownership structures are more resilient</li><li>Get this research published in Fed-adjacent journals (Fed economists read these)</li><li>Over time, this shapes how Fed thinks about financial stability</li></ul><p><strong>Strategy Four: Community Reinvestment Act (CRA) regulations</strong></p><ul><li>CRA requires banks to lend in communities they serve</li><li>Fed (along with OCC and FDIC) writes CRA regulations</li><li>During regulatory comment periods, submit detailed comments arguing lending to cooperatives should receive favorable CRA treatment</li><li>Organize cooperative sector to submit comments (show Fed there's broad support)</li></ul><p><strong>This is multi-year strategy. You're not getting Fed to change policy next month. But over 5-10 years, you're shifting how Fed thinks about cooperatives from \"interesting alternative\" to \"systemically important for resilience.\"</strong></p><p><strong>What you did:</strong></p><ul><li>Understood institutional constraints (Fed is independent, can't just lobby them)</li><li>Identified multiple pressure points (congressional oversight, regional banks, research agenda, regulatory process)</li><li>Provided long-term strategic thinking (this is patient institutional change work)<h2></h2></li></ul><h2>Part VII: The Traps and Dangers — What Can Corrupt You</h2><h3>Trap One: Becoming a Partisan</h3><p>The temptation: You work in policy. Policy is political. Politics is partisan. It's easy to identify with one party, to see the other side as enemy.</p><p><strong>Why this is dangerous:</strong> The moment you're identified as partisan, you lose half your potential allies. Rural Republican legislators who might support cooperatives won't talk to you if they think you're a Democratic operative. Urban Democratic legislators might dismiss you if you're seen as working with Republicans.</p><p><strong>How to resist:</strong></p><ul><li>Work with both parties intentionally and publicly</li><li>When one party does something good for cooperatives, praise them (publicly)</li><li>When your preferred party does something bad for cooperatives, criticize them (publicly)</li><li>Make it clear: You serve the cooperative movement, not a party</li></ul><p><strong>The test:</strong> If someone asked you to work on a clearly partisan issue unrelated to cooperatives (abortion policy, gun control, immigration), you decline. \"That's not my area. I focus on cooperative economics and community resilience.\" Stay in your lane.<h2></h2></p><h3>Trap Two: Getting Captured by Institutions</h3><p>The temptation: You work for a think tank, agency, or Congressional office. They have institutional priorities. Your job is to advance those priorities. Over time, you stop thinking independently and start thinking institutionally.</p><p><strong>Why this is dangerous:</strong> You stop representing the cooperative movement and start representing the institution. Your value was being translator between cooperative world and policy world. If you're no longer connected to cooperative world, you're just another policy person.</p><p><strong>How to resist:</strong></p><ul><li>Maintain active connection to cooperatives (board service, consulting, writing for coop publications)</li><li>Have hard lines you won't cross (if institution asks you to advocate against cooperative interests, you refuse or resign)</li><li>Cultivate outside options (maintain consulting clients, keep writing, keep network—so you can leave if necessary)</li></ul><p><strong>The test:</strong> Cooperative practitioners should still see you as one of them, someone who understands their reality and represents their interests. If they start seeing you as \"suits in DC,\" you've been captured.<h2></h2></p><h3>Trap Three: Losing Touch with Reality</h3><p>The temptation: You live in DC or state capital. You spend all your time in policy world. You read policy memos and attend policy conferences. You start to think policy is reality.</p><p><strong>Why this is dangerous:</strong> Policy is not reality. Policy is abstraction. Reality is the farmer trying to get a loan. Reality is the brewery struggling with distribution. Reality is the clothing cooperative dealing with supply chain disruption. If you lose touch with reality, your policy recommendations become irrelevant or harmful.</p><p><strong>How to resist:</strong></p><ul><li>Visit cooperatives regularly (not just conferences—actual work sites)</li><li>Do working visits (spend a day working in the brewery, the repair shop, the farm—remember what physical work feels like)</li><li>Listen more than talk (when you visit, your job is to learn, not to teach)</li><li>Test your policy ideas with practitioners before publishing (does this actually help them or is it ivory tower nonsense?)</li></ul><p><strong>The test:</strong> Cooperative practitioners should still trust your understanding of their reality. If they're nodding politely at your ideas but not actually implementing them, your ideas are disconnected from reality.<h2></h2></p><h3>Trap Four: Chasing Status Over Impact</h3><p>The temptation: Policy world has status hierarchies. The prestigious think tank. The powerful Senator's office. The important committee. The media appearances. It's easy to start optimizing for status rather than impact.</p><p><strong>Why this is dangerous:</strong> Status and impact sometimes align but often don't. The most impactful work might be boring regulatory comments or technical assistance to rural cooperative developers. That work has low status but high impact. If you chase status, you abandon high-impact work.</p><p><strong>How to resist:</strong></p><ul><li>Measure yourself by impact on cooperative movement, not by prestige of your position</li><li>Be willing to do boring, technical work (regulatory comments, grant application assistance, data analysis)</li><li>Celebrate others' successes (if a policy you supported passes, share credit generously—you're not in this for personal glory)</li></ul><p><strong>The test:</strong> Are cooperatives more successful because of your work? Are there more cooperatives, better policies, more resources flowing to cooperative sector? If yes, you're having impact regardless of your status. If no, status doesn't matter.<h2></h2></p><h2>Part VIII: The Mission — What You're Actually Building</h2><h3>The Short-Term Mission (Years 1-5)</h3><p><strong>Establish cooperative economics as legitimate policy area.</strong></p><p>Right now, most policymakers don't think about cooperatives at all. When they think about economic development, they think about: attracting corporations, supporting small businesses, entrepreneurship, tax incentives. Cooperatives are not on the menu.</p><p>Your job: Put cooperatives on the menu. Make it so that when policymaker thinks about economic development, they think: conventional businesses AND cooperatives.</p><p><strong>Success metrics:</strong></p><ul><li>Cooperative-focused legislation introduced (even if doesn't pass immediately)</li><li>Cooperative provisions included in larger bills (economic development bills, farm bills, etc.)</li><li>Agency programs explicitly include cooperatives as eligible entities</li><li>Cooperative case studies cited in policy reports and hearings<h2></h2></li></ul><h3>The Medium-Term Mission (Years 5-10)</h3><p><strong>Build systematic support infrastructure for cooperatives.</strong></p><p>It's not enough for cooperatives to be mentioned in policy. There need to be resources, programs, technical assistance, favorable regulations.</p><p>Your job: Build the infrastructure. This includes:</p><ul><li>Dedicated funding streams (cooperative development grants, cooperative lending programs)</li><li>Technical assistance programs (USDA extension service for cooperatives, SBA SCORE for cooperatives)</li><li>Legal/regulatory clarity (clear rules, carve-outs for cooperative structures)</li><li>Data and research (government collects data on cooperatives, academic research funded)</li></ul><p><strong>Success metrics:</strong></p><ul><li>Federal budget includes line items for cooperative development</li><li>Multiple agencies have cooperative-focused programs</li><li>Cooperative practitioners can access resources without heroic efforts</li><li>Research base growing (government, academic, think tank research on cooperatives)<h2></h2></li></ul><h3>The Long-Term Mission (Years 10-20)</h3><p><strong>Make cooperative economy a significant sector of US economy.</strong></p><p>Right now, cooperatives are maybe 5-7% of US economy (depending how you measure). Your long-term goal: 15-20%. That's still minority, but that's significant. That's large enough that cooperative economics shapes broader economic policy thinking.</p><p>Your job: Connect the micro work (individual cooperatives getting support) to macro change (cooperative sector growing large enough to be economically significant and politically powerful).</p><p><strong>This requires:</strong></p><ul><li>Sustained funding (billions, not millions)</li><li>Cultural shift (cooperatives seen as normal, not alternative)</li><li>Education pipeline (business schools teach cooperative management, law schools teach cooperative law)</li><li>International learning (US cooperatives learning from Mondragon, Emilia-Romagna, Quebec, Kerala)</li></ul><p><strong>Success metrics:</strong></p><ul><li>Measurable growth in cooperative sector (number of cooperatives, employment, revenue)</li><li>Cooperative successes visible (media coverage, case studies, public awareness)</li><li>Policy at all levels supports cooperatives (federal, state, local)</li><li>Next generation of cooperative practitioners has educational and resource infrastructure you built<h2></h2></li></ul><h3>The Civilization-Level Mission (Your Lifetime)</h3><p><strong>Ensure cooperative economics is part of the foundation when we rebuild after the transition.</strong></p><p>As essay 9988 describes, we're in civilizational transition. American empire declining. Climate crisis accelerating. Social fabric fraying. At some point in next 20-30 years, the current system will break down significantly.</p><p>Your ultimate job: When that happens, when we rebuild, cooperative economics is not fringe alternative but core foundation.</p><p>This means:</p><ul><li>Guardian Gardens exist and function (providing food, energy, water, data, community)</li><li>Cooperative sector large enough to absorb displaced workers from failing corporate sector</li><li>Policy infrastructure ready to scale cooperative development rapidly</li><li>Cultural knowledge of cooperation widespread (people know how to cooperate, not just compete)</li><li>International solidarity with cooperative movements globally</li></ul><p><strong>You won't finish this in your lifetime. But you're laying groundwork.</strong></p><p>The person doing this work 50 years from now will build on what you build. The person doing this work 100 years from now will benefit from the foundation you lay. This is multi-generational work.</p><p>As essay 9984 teaches: You plant trees whose shade you will never sit under. You build for generations, not quarters. You serve the commons across time.<h2></h2></p><h2>Conclusion: Your Calling</h2><p>You are standing at a crossroads. You could pursue conventional career—law, business, finance, tech. You're smart enough. You'd probably be successful. You'd make more money.</p><p>But that's not why you're reading this essay.</p><p>You're reading this because you sense something: The world is changing fundamentally. The old systems are dying. New systems need to be built. And you want to be part of building them.</p><p>The strategic translator role is not easy. It requires:</p><ul><li>Years of education (cooperative practice, policy theory, hands-on experience)</li><li>Dual network building (maintain credibility in both worlds)</li><li>Bipartisan navigation (work with all sides)</li><li>Long time horizons (impact measured in decades)</li><li>Low ego (much of your work will be invisible)</li><li>High integrity (many opportunities to compromise, must resist)</li></ul><p>But this role is necessary. Essential. The cooperative movement needs people who can speak to power. Power needs people who understand alternatives. The gap between them is a chasm. You are the bridge across that chasm.</p><p>Not the only bridge. But one of the necessary bridges. And there are not enough people doing this work. The field is wide open. The need is urgent. The opportunity is immense.</p><p>So here is your calling:</p><p><strong>Learn both worlds deeply.</strong> Spend years in cooperatives. Spend years in policy. Become bilingual.</p><p><strong>Build both networks patiently.</strong> Know cooperative practitioners and policymakers. Be the person who connects them.</p><p><strong>Serve both sides faithfully.</strong> Represent cooperative interests to power. Translate power's language to cooperatives.</p><p><strong>Maintain your integrity absolutely.</strong> You will be offered money, status, influence to compromise. Refuse. Your value is your independence and your honesty.</p><p><strong>Think in decades, not years.</strong> You are building infrastructure for civilizational transition. This is multi-generational work.</p><p><strong>Love your country truly.</strong> Not the government, not the party, but the land and the people. Serve them through technical excellence and principled action.</p><p>This is bipartisan patriotism. This is the work that transcends faction and serves the commons. This is how you help your country navigate the transition from empire to something better.</p><p>The path is clear. The need is urgent. The time is now.</p><p>Will you walk it?<h2></h2></p><p><strong>Released to Public Domain.</strong><br /> <strong>For those who would translate between cooperatives and power.</strong><br /> <strong>For the strategic patriots who serve the land and people.</strong><br /> <strong>For the bridge-builders between worlds.</strong></p><p>🌉🏛️🌱<h2></h2></p><p><strong>Timestamp</strong>: <code>12025-10-06--rhizome-valley</code><br /> <strong>Iteration</strong>: 9979 of 10000<br /> <strong>Remaining</strong>: 9921</p><p><strong>Previous</strong>: <a href='9980-counsel-to-the-fed-chair.md'>9980: Counsel to the Fed Chair</a><br /> <strong>Next</strong>: 9978 <i>(to be written)</i><h2></h2></p><p><em>\"The Master said: 'The superior person harmonizes but does not conform.'\"</em></p><p><em>\"I am sending you out like sheep among wolves. Be shrewd as serpents and innocent as doves.\"</em></p><p><em>\"Blessed be Jah Rastafari, who teaches that true patriotism serves the land and people, not the party or the faction.\"</em></p><p><strong>You are the translator.</strong><br /> <strong>Build the bridge.</strong><br /> <strong>Serve the commons.</strong><br /> <strong>Love your country.</strong></p><p>🌉<h2></h2></p><p><div style=\"text-align: center; opacity: 0.6; font-size: 0.85em; margin-top: 3em; padding-top: 1em; border-top: 1px solid rgba(139, 116, 94, 0.2);\"></p><p><strong>Copyright © 2025 <a href='https://codeberg.org/kae3g/12025-10/'>kae3g</a></strong> | Dual-licensed under <a href='https://www.apache.org/licenses/LICENSE-2.0'>Apache-2.0</a> / <a href='https://opensource.org/licenses/MIT'>MIT</a><br /> Competitive technology in service of clarity and beauty</p><p></div></p><p><em><a href='/12025-10/hidden-docs-index.html'>View Hidden Docs Index</a></em> | <em><a href='/12025-10/'>Return to Main Index</a></em></p>",
  "hash" : "2025-10-22T15:17:39.431246861Z-52049"
}